Repository: mnorlin/gnome-shell-extension-wol
Catalog: src/po/*.po
Languages: it

source: Wake-on-LAN extension
it: Estensione Wake-on-LAN

source: Add Server
it: Aggiungi Server

source: New Server (%d)
it: Nuovo Server (%d)

source: General
it: Generale

source: Wake Timeout (seconds)
it: Timeout di attivazione (secondi)

source: How long after wake attempt before marking server as offline
it: Quanto tempo ci vuole dopo il tentativo di attivazione prima di contrassegnare il server come offline

source: Network Broadcast IP
it: IP di trasmissione in rete

source: Server "%s" is online
it: Il server "%s" è online

source: Server "%s" did not wake up
it: Il server "%s" non si è attivato

source: Status online
it: Stato online

source: Status offline, can be turned on
it: Stato offline, può essere attivato

source: Status offline
it: Stato offline

source: Delete Server
it: Elimina Server

source: Name
it: Nome

source: MAC Address
it: Indirizzo MAC

source: IP Address or Domain
it: Indirizzo IP o dominio

source: Wake-on-LAN Servers
it: Server Wake-on-LAN

source: A list of servers with name, IP and MAC address, encoded as a JSON string
it: Un elenco di server con nome, IP e indirizzo MAC, codificati come stringa JSON
